// ownCloud

"_bad_username_password_"               = "Nombre de usuario o contraseña equivocada";
"_cancelled_by_user"                    = "Transferencia cancelada";
"_error_folder_destiny_is_the_same_"    = "No es posible mover esta carpeta dentro de sí misma";
"_error_not_permission_"                = "Usted no cuenta con los permisos para hacer esta operación";
"_error_path_"                          = "No se pudo habrir este archivo o carpeta. Favor de verificar que existe";
"_file_upload_not_exitst_"              = "El archivo que queremos cargar no existe";
"_forbidden_characters_from_server_"    = "El nombre contiene al menos un caracter inválido";
"_not_connected_internet_"              = "Error de conexión al servidor";
"_not_possible_connect_to_server_"      = "No ess posible conectarse al servidor en este momento";
"_not_possible_create_folder_"          = "No se pudo crear la carpeta";
"_server_down_"                         = "El servidor es inalcanzable";
"_time_out_"                            = "El tiempo se agotó, favor de reintentar";
"_unknow_response_server_"              = "Respuesta del servidor inesperada";
"_user_autentication_required_"         = "Autenticación del usuario requerida";
"_file_directory_locked_"               = "Archivo o directorio bloqueado";
"_ssl_certificate_untrusted_"           = "El certificado para este servidor es inválido";
"_internal_server_"                     = "Error Interno del Servidor";

"_file_already_exists_"                 = "No se pudo completar la operación, hay un archivo con el mismo nombre";
"_file_folder_not_exists_"              = "El archivo fuente no se encontró en la ruta especificada";
"_folder_contents_nochanged_"           = "El contendio de la carpeta no ha cambiado";
"_images_invalid_converted_"            = "La imagen es inválida y no puede convertirse a una miniatura";
"_method_not_expected_"                 = "El método de solicitud no era esperado";
"_reauthenticate_user_"                 = "Su acceso expiró, favor de volver a autenticarse";
"_server_error_retry_"                  = "Error del servidor, favor de reintentar la solicitud";
"_too_many_files_"                      = "Demasiados archivos estarían involucrados en la operación para que completase exitosamente";
"_too_many_request_"                    = "Tasa límite alcanzada - se enviaron demasiadas solicitudes";
"_user_over_quota_"                     = "Se ha alcanzado la cuota de almacenamiento";

"_ssl_connection_error_"                = "Error de la conexión SSL, favor de volver a intentar";
